Dlubal.RFEM5.MaterialOrthotropicElasticModel
Material orthotropic elastic model

Dlubal.RFEM5.MaterialOrthotropicElasticModel.No
Material number

Dlubal.RFEM5.MaterialOrthotropicElasticModel.ElasticityModulusX
Modulus of elasticity Ex

Dlubal.RFEM5.MaterialOrthotropicElasticModel.ElasticityModulusY
Modulus of elasticity Ey

Dlubal.RFEM5.MaterialOrthotropicElasticModel.ElasticityModulusZ
Modulus of elasticity Ez

Dlubal.RFEM5.MaterialOrthotropicElasticModel.ShearModulusYZ
Shear modulus Gyz

Dlubal.RFEM5.MaterialOrthotropicElasticModel.ShearModulusXZ
Shear modulus Gxz

Dlubal.RFEM5.MaterialOrthotropicElasticModel.ShearModulusXY
Shear modulus Gxy

Dlubal.RFEM5.MaterialOrthotropicElasticModel.PoissonRatioYZ
Poisson's ratio νyz

Dlubal.RFEM5.MaterialOrthotropicElasticModel.PoissonRatioXZ
Poisson's ratio νxz

Dlubal.RFEM5.MaterialOrthotropicElasticModel.PoissonRatioXY
Poisson's ratio νxy